{"translation-revision-date":"2024-07-26 17:20+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/admin\/scripts\/admin.js","domain":"squad-modules-for-divi","locale_data":{"squad-modules-for-divi":{"":{"domain":"squad-modules-for-divi","lang":"nl_NL","plural-forms":"nplurals=2; plural=n != 1;"},"%1$s Get a special discount and start building stunning websites today. Use code \"%2$s\" at checkout.":["%1$s Krijgen een speciale korting en beginnen met het bouwen prachtige websites van vandaag. Gebruik code voor \"%2$s\" bij het afrekenen."],"404":["404"],"Activate Pro Plugin":["Het Activeren Van Pro Plugin"],"Active All":["Alle activeren"],"All":["Alle"],"Billing Issue":["Facturering Probleem"],"Bug":["Bug"],"Changelog":["Changelog"],"Close support popup":["Sluit pop-ondersteuning"],"Customization":["Maatwerk"],"Deactivate All":["Deactiveer alle"],"Default":["Standaard"],"Describe the feature you would like to see added.":["Beschrijf de functie die u zou willen zien toegevoegd."],"Description":["Beschrijving"],"Dive into the Changelog and discover all the magic behind the scenes!":["Duik in het Changelog en ontdek de magie achter de schermen!"],"Divi Squad":["Divi Squad"],"Divi Squad Pro":["Divi Team Pro"],"Download Pro":["Download Pro"],"Email Address":["E-Mail Adres"],"Enabled extensions saved!":["Extensies ingeschakeld opgeslagen!"],"Enabled modules saved!":["Ingeschakeld modules opgeslagen!"],"Enjoy seamless module control at your fingertips. The Toggle Button makes it a breeze to activate or deactivate elements, keeping your workflow smooth and efficient.":["Geniet van naadloze module controle aan uw vingertoppen. De Schakelknop maakt het een koud kunstje om deze te activeren of te deactiveren elementen, het houden van uw werkstroom soepel en efficiënt."],"Extensions Management":["Extensies Management"],"Feature Request":["Feature Request"],"Free":["Gratis"],"FTP Host":["FTP Host"],"FTP Login Credentials":["FTP inloggegevens"],"FTP Password":["FTP Wachtwoord"],"FTP Port":["FTP Poort"],"FTP Username":["FTP Gebruikersnaam"],"Get started by spending some time with the documentation to get familiar with Squad Modules.":["Begin met wat tijd door te brengen met de documentatie om vertrouwd te raken met Squad Modules."],"Go Back":["Ga Terug"],"Go to Plugins":["Ga naar Plugins"],"Have questions? We're happy to help!":["Heeft u vragen? We helpen je graag verder!"],"Hi, how can we help?":["Hi, hoe kunnen we helpen?"],"Host":["Host"],"If it's about a specific page on your site, please add the relevant link.":["Als het over een specifieke pagina op uw site, gelieve te voegen de betreffende link."],"Instead of providing your primary admin account, create a new admin that can be disabled when the support case is closed.":["In plaats van het verstrekken van uw primaire admin account, maak je een nieuwe admin, dat kan worden uitgeschakeld als de ondersteuning van de zaak is gesloten."],"Instead of providing your primary FTP account, create a new FTP user that can be disabled when the support case is closed.":["In plaats van het verstrekken van uw primaire FTP account, maak een nieuwe FTP gebruiker die kan worden uitgeschakeld wanneer u de support case is gesloten."],"Join the Community":["Voeg je bij de community"],"Join the user community and discuss with fellow developers & users.":["Word lid van de gebruiker community en bespreek met collega ontwikkelaars & gebruikers."],"Loading available extensions…":["Het laden van de beschikbare extensies..."],"Loading available modules…":["Laden van beschikbare modules..."],"Loading available what's new changes…":["Beschikbare nieuw veranderingen..."],"Modules Management":["De Modules Management"],"Name":["Naam"],"Need Help?":["Hulp nodig?"],"NEW":["NIEUW"],"Nightly":["Avond"],"No options found":["Geen opties"],"Oops! Page not found":["Oeps! Pagina niet gevonden"],"Password":["Wachtwoord"],"Personal Information":["Persoonlijke Informatie"],"Please check the URL for errors or use the button below to go back to the previous page.":["Controleer de URL voor fouten of gebruik de knop hieronder om terug te gaan naar de vorige pagina."],"Please describe the bug and how to reproduce it.":["Geef een beschrijving van de bug en hoe het te reproduceren."],"Please describe the issue you are having. Be detailed but brief.":["Beschrijf het probleem dat u ondervindt. Gedetailleerd worden maar kort."],"Please describe the use-case and the different features you would like to be custom developed for you.":["Geef een beschrijving van de use-case en de verschillende functies die u zou graag op maat voor u ontwikkeld."],"Please provide all the information about the press cover.":["Gelieve alle informatie over de druk op de deksel."],"Port":["Poort"],"Pre-Sale Question":["Pre-Sale Vraag"],"Preparing":["Voorbereiden"],"Press":["Druk op"],"Pro":["Pro"],"Related third-party plugin required.":["Verwante derde partijen plug-in vereist."],"Relevant page on your site (E.g. %s)":["Relevante pagina op uw website (E. g. %s)"],"Reply to %1$s …":["Antwoord op %1$s ..."],"Save Changes":["Wijzigingen opslaan"],"Send message":["Bericht verzenden"],"Show Your Love":["Laat je liefde zien"],"Site Address":["Website Adres"],"Stuck with something? Get help from live chat or submit a support ticket.":["Zit je ergens mee? Vraag hulp via live chat of dien een ondersteuning ticket in."],"Submit":["Verzenden"],"Summary (in 10 words or less, summarize your issue or question)":["Samenvatting (10 woorden of minder, een overzicht van uw probleem of vraag)"],"Summery":["Zomers"],"Supercharge your experience with our game-changing new updates!":["Geef uw ervaring met het spel-veranderende nieuwe updates!"],"Support message input":["Ondersteuning bericht ingang"],"Support Query":["Ondersteuning Query"],"Support Type":["Type Ondersteuning"],"Take charge of your workspace with the Toggle Button. It's your ultimate tool for managing extensions seamlessly, keeping your focus where it matters.":["Overname van uw werkruimte met de Toggle-Toets. Het is de ultieme tool voor het beheer van extensies naadloos, zodat uw focus waar het er toe doet."],"Take your 2 minutes to review the plugin and spread the love to encourage us to keep it going.":["Neem je 2 Minuten om de plugin te beoordelen en verspreid de liefde om ons aan te moedigen door te gaan."],"Technical Support":["Technische Ondersteuning"],"Unable to load extension list.":["Kan het laden van de extensielijst."],"Unable to load module list.":["Unable to load module lijst."],"Unable to load new changes.":["Kan het laden van nieuwe veranderingen."],"Uncategorized":["Uncategorized"],"Unleash Your Divi Creativity with Squad Modules Pro!":["Laat Je Divi Creativiteit met Squad Modules Pro!"],"Unlock 30+ powerful modules to build awesome websites.":["Ontgrendelen 30+ krachtige modules te bouwen ontzagwekkende websites."],"UPCOMING":["KOMENDE"],"Updated":["Bijgewerkt"],"Upgrade Now":["Upgrade Nu"],"Upgrade to pro":["Upgrade naar pro"],"Username":["Gebruikersnaam"],"View All":["Bekijk Alle"],"View Changelog":["Bekijk wijzigingslog"],"View Documentation":["Bekijk documentatie"],"Waving hand":["Zwaaien met de hand"],"We are here to assist you with any queries you may have. Feel free to ask us anything!":["Wij zijn hier om u te helpen met eventuele vragen die u kan hebben. Voel je vrij om ons te vragen wat!"],"We couldn't find the page you're looking for. It might have been removed, renamed, or is temporarily unavailable.":["We konden het niet vinden de pagina die u zoekt. Het is misschien verwijderd, van naam veranderd of is tijdelijk niet beschikbaar."],"We'll do our best to get back to you as soon as we can.":["We zullen onze best doen om u zo snel als we kunnen."],"What would you like to know before purchasing?":["Wat zou u graag willen weten voordat u een aankoop?"],"Whoops! Enabled extensions not saved. Try again later.":["Oeps! Ingeschakelde extensies niet opgeslagen. Probeer het later opnieuw."],"Whoops! Enabled modules not saved. Try again later.":["Oeps! Ingeschakeld modules niet opgeslagen. Probeer het later opnieuw."],"WordPress Login Credentials":["WordPress Login Referenties"],"WP Password":["WP Wachtwoord"],"WP Username":["WP Gebruikersnaam"],"Your email address":["Uw e-mail adres"],"Your first and last name":["Uw voor-en achternaam"],"Your query sending failed. Please try again later.":["Uw query verzenden is mislukt. Probeer het later opnieuw."],"Your query sent successfully.":["De query is succesvol verstuurd."],"Your site address (E.g %1$s)":["Uw site-adres (E. g %1$s)"]}}}