{"translation-revision-date":"2024-07-31 16:34+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/admin\/scripts\/admin.js","domain":"squad-modules-for-divi","locale_data":{"squad-modules-for-divi":{"":{"domain":"","lang":"fr-CA","plural-forms":"nplurals=2; plural=n > 1;"},"%1$s Get a special discount and start building stunning websites today. Use code \"%2$s\" at checkout.":["%1$s bénéficient d'une remise spéciale et de commencer à construire de superbes sites web d'aujourd'hui. Utilisez le code \"%2$s\" à la caisse."],"404":["404"],"Activate Pro Plugin":["Activer Pro Plugin"],"Active All":["Active Tous Les"],"All":["Tous"],"Billing Issue":["Facturation"],"Bug":["Bug"],"Changelog":["Changelog"],"Close support popup":["Proche de soutien popup"],"Customization":["Personnalisation"],"Deactivate All":["Désactiver Tous Les"],"Default":["Par défaut"],"Describe the feature you would like to see added.":["Décrire la fonctionnalité que vous aimeriez voir ajoutées."],"Description":["Description"],"Dive into the Changelog and discover all the magic behind the scenes!":["Plongée dans le Changelog et découvrir toute la magie derrière les coulisses!"],"Divi Squad":["Divi Squad"],"Divi Squad Pro":["Divi Squad Pro"],"Download Pro":["Télécharger Pro"],"Email Address":["Adresse Email"],"Enabled extensions saved!":["Activé les extensions de sauvé!"],"Enabled modules saved!":["Les modules activés sauvé!"],"Enjoy seamless module control at your fingertips. The Toggle Button makes it a breeze to activate or deactivate elements, keeping your workflow smooth and efficient.":["Profitez transparente module de contrôle au bout de vos doigts. Le Bouton à Bascule lui fait une brise pour activer ou désactiver les éléments, en gardant votre flux de travail souple et efficace."],"Extensions Management":["Les Extensions De Gestion"],"Feature Request":["Demande De Fonctionnalité"],"Free":["Gratuit"],"FTP Host":["L'Hôte FTP"],"FTP Login Credentials":["Identifiants de Connexion FTP"],"FTP Password":["Le Mot de passe FTP"],"FTP Port":["Port FTP"],"FTP Username":["Nom d'utilisateur FTP"],"Get started by spending some time with the documentation to get familiar with Squad Modules.":["Obtenir commencé par passer un peu de temps avec la documentation pour se familiariser avec le Squad des Modules."],"Go Back":["Revenir En Arrière"],"Go to Plugins":["Aller Plugins"],"Have questions? We're happy to help!":["Avez des questions? Nous sommes heureux de vous aider!"],"Hi, how can we help?":["Salut, comment pouvons-nous aider?"],"Host":["Accueil"],"If it's about a specific page on your site, please add the relevant link.":["Si c'est sur une page spécifique de votre site, s'il vous plaît ajouter le lien concerné."],"Instead of providing your primary admin account, create a new admin that can be disabled when the support case is closed.":["Au lieu de fournir votre principal compte admin, créer un nouvel admin qui peut être désactivée lorsque le support est fermé."],"Instead of providing your primary FTP account, create a new FTP user that can be disabled when the support case is closed.":["Au lieu de fournir votre principal compte FTP, créez un nouvel utilisateur FTP qui peut être désactivée lorsque le support est fermé."],"Join the Community":["Rejoignez la Communauté"],"Join the user community and discuss with fellow developers & users.":["Rejoignez la communauté des utilisateurs et de discuter avec les autres développeurs et utilisateurs."],"Loading available extensions…":["Le chargement des extensions disponibles..."],"Loading available modules…":["Chargement de modules disponibles..."],"Loading available what's new changes…":["Chargement disponibles nouveautés changements..."],"Modules Management":["La Gestion Des Modules"],"Name":["Nom"],"Need Help?":["Besoin D'Aide?"],"NEW":["NOUVEAU"],"Nightly":["Tous les soirs"],"No options found":["Pas d'options"],"Oops! Page not found":["Oups! Page non trouvée"],"Password":["Mot de passe"],"Personal Information":["Renseignements Personnels"],"Please check the URL for errors or use the button below to go back to the previous page.":["Veuillez vérifier l'URL pour les erreurs ou utilisez le bouton ci-dessous pour revenir à la page précédente."],"Please describe the bug and how to reproduce it.":["Veuillez décrire le bug et comment le reproduire."],"Please describe the issue you are having. Be detailed but brief.":["Veuillez décrire le problème que vous rencontrez. Être détaillé, mais bref."],"Please describe the use-case and the different features you would like to be custom developed for you.":["Veuillez décrire les cas d'utilisation et les différentes fonctionnalités que vous souhaitez être mise au point spécialement pour vous."],"Please provide all the information about the press cover.":["Veuillez fournir toutes les informations au sujet de la couverture de presse."],"Port":["Port"],"Pre-Sale Question":["Pré-Vente À La Question"],"Preparing":["La préparation"],"Press":["Appuyez sur"],"Pro":["Pro"],"Related third-party plugin required.":["Liées tiers plugin nécessaire."],"Relevant page on your site (E.g. %s)":["Page sur votre site (E. g. %s)"],"Reply to %1$s …":["Répondre à %1$s ..."],"Save Changes":["Enregistrer Les Modifications"],"Send message":["Envoyer un message"],"Show Your Love":["Montrez Votre Amour"],"Site Address":["Adresse Du Site"],"Stuck with something? Get help from live chat or submit a support ticket.":["Coincé avec quelque chose? Obtenez de l'aide chat en direct ou de soumettre un ticket de support."],"Submit":["Soumettre"],"Summary (in 10 words or less, summarize your issue or question)":["Résumé (en 10 mots ou moins, de résumer votre problème ou votre question)"],"Summery":["Estival"],"Supercharge your experience with our game-changing new updates!":["Boostez votre expérience avec notre jeu-changeant de nouvelles mises à jour!"],"Support message input":["Message de soutien d'entrée"],"Support Query":["L'Appui De La Requête"],"Support Type":["Le Type De Support"],"Take charge of your workspace with the Toggle Button. It's your ultimate tool for managing extensions seamlessly, keeping your focus where it matters.":["Prendre en charge de votre espace de travail avec le Bouton à Bascule. C'est votre outil ultime pour la gestion des extensions en toute transparence, en gardant votre attention là où ça compte."],"Take your 2 minutes to review the plugin and spread the love to encourage us to keep it going.":["Prenez 2 minutes pour lire le plugin et à répandre l'amour pour nous encourager à continuer."],"Technical Support":["Le Support Technique"],"Unable to load extension list.":["Impossible de charger la liste des extensions."],"Unable to load module list.":["Impossible de charger le module liste."],"Unable to load new changes.":["Impossible de charger de nouveaux changements."],"Uncategorized":["Non classé"],"Unleash Your Divi Creativity with Squad Modules Pro!":["Laissez libre cours à Votre Divi Créativité avec l'Escouade des Modules de Pro!"],"Unlock 30+ powerful modules to build awesome websites.":["Débloquer 30+ puissant modules pour construire impressionnant de sites web."],"UPCOMING":["À VENIR"],"Updated":["Mise à jour"],"Upgrade Now":["Mettre À Niveau Maintenant"],"Upgrade to pro":["Mise à niveau pro"],"Username":["Nom d'utilisateur"],"View All":["Voir Tous"],"View Changelog":["Vue Changelog"],"View Documentation":["Afficher La Documentation"],"Waving hand":["En agitant la main"],"We are here to assist you with any queries you may have. Feel free to ask us anything!":["Nous sommes ici pour vous aider avec toute question que vous pourriez avoir. N'hésitez pas à demander quoi que ce soit nous!"],"We couldn't find the page you're looking for. It might have been removed, renamed, or is temporarily unavailable.":["Nous n'avons pas pu trouver la page que vous cherchez. Il peut avoir été supprimé, renommé, ou est temporairement indisponible."],"We'll do our best to get back to you as soon as we can.":["Nous ferons de notre mieux pour revenir vers vous dès que nous le pouvons."],"What would you like to know before purchasing?":["Qu'aimeriez-vous savoir avant d'acheter?"],"Whoops! Enabled extensions not saved. Try again later.":["Oups! Activé les extensions ne sont pas enregistrées. Essayez de nouveau plus tard."],"Whoops! Enabled modules not saved. Try again later.":["Oups! Les modules activés ne sont pas enregistrées. Essayez de nouveau plus tard."],"WordPress Login Credentials":["Les Informations D'Identification De Connexion De WordPress"],"WP Password":["WP Mot de passe"],"WP Username":["WP nom d'utilisateur"],"Your email address":["Votre adresse e-mail"],"Your first and last name":["Votre nom et prénom"],"Your query sending failed. Please try again later.":["Votre requête de l'envoi a échoué. S'il vous plaît essayer à nouveau plus tard."],"Your query sent successfully.":["Votre requête a bien été envoyé."],"Your site address (E.g %1$s)":["Votre adresse de site (E. g %1$s)"]}}}