{"translation-revision-date":"2024-07-26 17:17+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/admin\/scripts\/admin.js","domain":"squad-modules-for-divi","locale_data":{"squad-modules-for-divi":{"":{"domain":"squad-modules-for-divi","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"%1$s Get a special discount and start building stunning websites today. Use code \"%2$s\" at checkout.":["%1$s Ganhe um desconto especial e comece a criar sites incríveis hoje mesmo. Use o código \"%2$s\" na finalização da compra."],"404":["404"],"Activate Pro Plugin":["Ativar plug-in Pro"],"Active All":["Ativo tudo"],"All":["Todos"],"Billing Issue":["Problema de cobrança"],"Bug":["Erro"],"Changelog":["Registro de alterações"],"Close support popup":["Fechar pop-up de suporte"],"Customization":["Costumização"],"Deactivate All":["Desativar tudo"],"Default":["Padrão"],"Describe the feature you would like to see added.":["Descreva o recurso que você gostaria de ver adicionado."],"Description":["Descrição"],"Dive into the Changelog and discover all the magic behind the scenes!":["Mergulhe no Changelog e descubra toda a magia nos bastidores!"],"Divi Squad":["Esquadrão Divi"],"Divi Squad Pro":["Esquadrão Divi Pro"],"Download Pro":["Baixar Pró"],"Email Address":["Endereço de email"],"Enabled extensions saved!":["Extensões habilitadas salvas!"],"Enabled modules saved!":["Módulos habilitados salvos!"],"Enjoy seamless module control at your fingertips. The Toggle Button makes it a breeze to activate or deactivate elements, keeping your workflow smooth and efficient.":["Aproveite o controle contínuo do módulo ao seu alcance. O botão de alternância facilita a ativação ou desativação de elementos, mantendo seu fluxo de trabalho tranquilo e eficiente."],"Extensions Management":["Gerenciamento de extensões"],"Feature Request":["Solicitação de recurso"],"Free":["Livre"],"FTP Host":["Anfitrião FTP"],"FTP Login Credentials":["Credenciais de login FTP"],"FTP Password":["Senha FTP"],"FTP Port":["Porta FTP"],"FTP Username":["Nome de usuário FTP"],"Get started by spending some time with the documentation to get familiar with Squad Modules.":["Comece dedicando algum tempo à documentação para se familiarizar com os módulos Divi Squad."],"Go Back":["Volte"],"Go to Plugins":["Vá para plug-ins"],"Have questions? We're happy to help!":["Tem perguntas? Estamos felizes em ajudar!"],"Hi, how can we help?":["Olá, como posso ajudar?"],"Host":["Hospedar"],"If it's about a specific page on your site, please add the relevant link.":["Se for sobre uma página específica do seu site, adicione o link relevante."],"Instead of providing your primary admin account, create a new admin that can be disabled when the support case is closed.":["Em vez de fornecer sua conta de administrador principal, crie um novo administrador que possa ser desativado quando o caso de suporte for encerrado."],"Instead of providing your primary FTP account, create a new FTP user that can be disabled when the support case is closed.":["Em vez de fornecer sua conta FTP principal, crie um novo usuário FTP que possa ser desativado quando o caso de suporte for encerrado."],"Join the Community":["Junte-se à comunidade"],"Join the user community and discuss with fellow developers & users.":["Junte-se à comunidade de usuários e discuta com outros desenvolvedores e usuários."],"Loading available extensions…":["Carregando extensões disponíveis…"],"Loading available modules…":["Carregando módulos disponíveis…"],"Loading available what's new changes…":["Carregando as novidades disponíveis…"],"Modules Management":["Gerenciamento de Módulos"],"Name":["Nome"],"Need Help?":["Preciso de ajuda?"],"NEW":["NOVO"],"Nightly":["Todas as noites"],"No options found":["Nenhuma opção encontrada"],"Oops! Page not found":["Ops! página não encontrada"],"Password":["Senha"],"Personal Information":["Informações pessoais"],"Please check the URL for errors or use the button below to go back to the previous page.":["Verifique se há erros no URL ou use o botão abaixo para voltar à página anterior."],"Please describe the bug and how to reproduce it.":["Por favor, descreva o bug e como reproduzi-lo."],"Please describe the issue you are having. Be detailed but brief.":["Descreva o problema que você está enfrentando. Seja detalhado, mas breve."],"Please describe the use-case and the different features you would like to be custom developed for you.":["Descreva o caso de uso e os diferentes recursos que você gostaria que fossem desenvolvidos de forma personalizada para você."],"Please provide all the information about the press cover.":["Forneça todas as informações sobre a capa de imprensa."],"Port":["Porta"],"Pre-Sale Question":["Pergunta pré-venda"],"Preparing":["Preparando"],"Press":["Imprensa"],"Pro":["Pró"],"Related third-party plugin required.":["É necessário um plugin de terceiros relacionado."],"Relevant page on your site (E.g. %s)":["Página relevante em seu site (por exemplo, %s)"],"Reply to %1$s …":["Responder a %1$s…"],"Save Changes":["Salvar alterações"],"Send message":["Enviar mensagem"],"Show Your Love":["Mostra o teu amor"],"Site Address":["Endereço do site"],"Stuck with something? Get help from live chat or submit a support ticket.":["Preso com alguma coisa? Obtenha ajuda no chat ao vivo ou envie um ticket de suporte."],"Submit":["Enviar"],"Summary (in 10 words or less, summarize your issue or question)":["Resumo (em 10 palavras ou menos, resuma seu problema ou pergunta)"],"Summery":["Verão"],"Supercharge your experience with our game-changing new updates!":["Turbine sua experiência com nossas novas atualizações revolucionárias!"],"Support message input":["Entrada de mensagem de suporte"],"Support Query":["Consulta de suporte"],"Support Type":["Tipo de suporte"],"Take charge of your workspace with the Toggle Button. It's your ultimate tool for managing extensions seamlessly, keeping your focus where it matters.":["Assuma o controle do seu espaço de trabalho com o botão Alternar. É a sua ferramenta definitiva para gerenciar extensões de maneira integrada, mantendo o foco onde é importante."],"Take your 2 minutes to review the plugin and spread the love to encourage us to keep it going.":["Reserve 2 minutos para revisar o plugin e espalhe o amor para nos encorajar a continuar."],"Technical Support":["Suporte técnico"],"Unable to load extension list.":["Não foi possível carregar a lista de extensões."],"Unable to load module list.":["Não foi possível carregar a lista de módulos."],"Unable to load new changes.":["Não foi possível carregar novas alterações."],"Uncategorized":["Sem categoria"],"Unleash Your Divi Creativity with Squad Modules Pro!":["Liberte sua criatividade Divi com Squad Modules Pro!"],"Unlock 30+ powerful modules to build awesome websites.":["Desbloqueie mais de 30 módulos poderosos para criar sites incríveis."],"UPCOMING":["POR VIR"],"Updated":["Atualizada"],"Upgrade Now":["Atualize agora"],"Upgrade to pro":["Atualize para profissional"],"Username":["Nome de usuário"],"View All":["Ver tudo"],"View Changelog":["Visualizar registro de alteração"],"View Documentation":["Ver documentação"],"Waving hand":["Acenando com a mão"],"We are here to assist you with any queries you may have. Feel free to ask us anything!":["Estamos aqui para ajudá-lo com qualquer dúvida que você possa ter. Sinta-se livre para nos perguntar qualquer coisa!"],"We couldn't find the page you're looking for. It might have been removed, renamed, or is temporarily unavailable.":["Não foi possível encontrar a página que você procura. Ele pode ter sido removido, renomeado ou estar temporariamente indisponível."],"We'll do our best to get back to you as soon as we can.":["Faremos o nosso melhor para entrar em contato com você assim que possível."],"What would you like to know before purchasing?":["O que você gostaria de saber antes de comprar?"],"Whoops! Enabled extensions not saved. Try again later.":["Opa! Extensões habilitadas não salvas. Tente mais tarde."],"Whoops! Enabled modules not saved. Try again later.":["Opa! Módulos habilitados não salvos. Tente mais tarde."],"WordPress Login Credentials":["Credenciais de login do WordPress"],"WP Password":["Senha WP"],"WP Username":["Nome de usuário WP"],"Your email address":["Seu endereço de email"],"Your first and last name":["Seu nome e sobrenome"],"Your query sending failed. Please try again later.":["O envio da sua consulta falhou. Por favor, tente novamente mais tarde."],"Your query sent successfully.":["Sua consulta foi enviada com sucesso."],"Your site address (E.g %1$s)":["Endereço do seu site (por exemplo, %1$s)"]}}}