{"translation-revision-date":"2024-07-31 16:18+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/admin\/scripts\/admin.js","domain":"squad-modules-for-divi","locale_data":{"squad-modules-for-divi":{"":{"domain":"","lang":"es-PE","plural-forms":"nplurals=2; plural=n != 1;"},"%1$s Get a special discount and start building stunning websites today. Use code \"%2$s\" at checkout.":["%1$s Consigue un descuento especial y empezar a construir sitios web impresionantes hoy en día. Utilice el código \"%2$s\" en la caja."],"404":["404"],"Activate Pro Plugin":["Activar Pro Plugin"],"Active All":["Activa Todos"],"All":["Todos"],"Billing Issue":["Tema De Facturación"],"Bug":["Error"],"Changelog":["Changelog"],"Close support popup":["El apoyo de cerca emergente"],"Customization":["Personalización"],"Deactivate All":["Desactivar Todos Los"],"Default":["Por defecto"],"Describe the feature you would like to see added.":["Describir la característica que le gustaría ver añadido."],"Description":["Descripción"],"Dive into the Changelog and discover all the magic behind the scenes!":["Sumérgete en el Changelog y descubrir toda la magia detrás de las escenas!"],"Divi Squad":["Divi Squad"],"Divi Squad Pro":["Divi Escuadrón De Pro"],"Download Pro":["Descargar Pro"],"Email Address":["Dirección De Correo Electrónico"],"Enabled extensions saved!":["Habilitadas las extensiones de guardado!"],"Enabled modules saved!":["Habilita los módulos de guardado!"],"Enjoy seamless module control at your fingertips. The Toggle Button makes it a breeze to activate or deactivate elements, keeping your workflow smooth and efficient.":["Disfrutar de la perfecta módulo de control al alcance de su mano. El Botón de Alternar hace una brisa para activar o desactivar los elementos, manteniendo el flujo de trabajo suave y eficiente."],"Extensions Management":["Extensiones De Gestión"],"Feature Request":["Función De Solicitud"],"Free":["Gratis"],"FTP Host":["El Host FTP"],"FTP Login Credentials":["FTP Credenciales de inicio de Sesión"],"FTP Password":["La Contraseña del FTP"],"FTP Port":["Puerto FTP"],"FTP Username":["Nombre de Usuario FTP"],"Get started by spending some time with the documentation to get familiar with Squad Modules.":["Empezar por pasar algún tiempo con la documentación para familiarizarse con el Escuadrón de los Módulos."],"Go Back":["Volver"],"Go to Plugins":["Ir a Plugins"],"Have questions? We're happy to help!":["Tiene preguntas? Estamos encantados de ayudarle!"],"Hi, how can we help?":["Hola, ¿cómo podemos ayudar?"],"Host":["Host"],"If it's about a specific page on your site, please add the relevant link.":["Si se trata de una página específica en su sitio web, por favor agregue el enlace correspondiente."],"Instead of providing your primary admin account, create a new admin that can be disabled when the support case is closed.":["En lugar de proporcionar su principal administrador de la cuenta, crear un nuevo admin que puede ser desactivada cuando el apoyo caso está cerrado."],"Instead of providing your primary FTP account, create a new FTP user that can be disabled when the support case is closed.":["En lugar de proporcionar su principal cuenta FTP, crear un nuevo usuario de FTP que puede ser desactivada cuando el apoyo caso está cerrado."],"Join the Community":["Únete a la Comunidad"],"Join the user community and discuss with fellow developers & users.":["Únete a la comunidad de usuarios y discutir con otros desarrolladores y usuarios."],"Loading available extensions…":["La carga de extensiones disponibles..."],"Loading available modules…":["La carga de módulos disponibles..."],"Loading available what's new changes…":["Carga disponible lo nuevo de los cambios..."],"Modules Management":["Módulos De Gestión De"],"Name":["Nombre"],"Need Help?":["Necesita Ayuda?"],"NEW":["NUEVO"],"Nightly":["Cada noche"],"No options found":["No hay opciones"],"Oops! Page not found":["Oops! No se encontró la página"],"Password":["Contraseña"],"Personal Information":["Información Personal"],"Please check the URL for errors or use the button below to go back to the previous page.":["Por favor, compruebe la dirección URL de errores o utilice el botón de abajo para volver a la página anterior."],"Please describe the bug and how to reproduce it.":["Por favor, describa el error y cómo reproducirlo."],"Please describe the issue you are having. Be detailed but brief.":["Por favor describa el problema que están teniendo. Ser detallada, pero breve."],"Please describe the use-case and the different features you would like to be custom developed for you.":["Por favor, describe el caso de uso y las diferentes características que te gustaría ser desarrollado a medida para usted."],"Please provide all the information about the press cover.":["Por favor proporcione toda la información acerca de la prensa de la cubierta."],"Port":["Puerto"],"Pre-Sale Question":["La Pre-Venta De La Pregunta"],"Preparing":["La preparación de"],"Press":["Pulse"],"Pro":["Pro"],"Related third-party plugin required.":["De terceros relacionado plugin necesario."],"Relevant page on your site (E.g. %s)":["Correspondiente página en su sitio (E. g. %s)"],"Reply to %1$s …":["Respuesta a %1$s ..."],"Save Changes":["Guardar Los Cambios"],"Send message":["Enviar mensaje"],"Show Your Love":["Muestre Su Amor"],"Site Address":["Dirección Del Sitio"],"Stuck with something? Get help from live chat or submit a support ticket.":["Atascado con algo? Obtener ayuda de chat en vivo o enviar un ticket de soporte."],"Submit":["Enviar"],"Summary (in 10 words or less, summarize your issue or question)":["Resumen (en 10 palabras o menos, un resumen de su problema o pregunta)"],"Summery":["Veraniego"],"Supercharge your experience with our game-changing new updates!":["Potencie su experiencia con nuestro juego cambiante de las nuevas actualizaciones!"],"Support message input":["Mensaje de apoyo de entrada"],"Support Query":["Consulta De Soporte"],"Support Type":["El Tipo De Soporte"],"Take charge of your workspace with the Toggle Button. It's your ultimate tool for managing extensions seamlessly, keeping your focus where it matters.":["Tomar las riendas de tu área de trabajo con el Botón de Alternar. Es la herramienta definitiva para la gestión de extensiones a la perfección, manteniendo su enfoque en donde la materia."],"Take your 2 minutes to review the plugin and spread the love to encourage us to keep it going.":["Tome 2 minutos para revisar el plugin y difundir el amor que nos animan a continuar."],"Technical Support":["Soporte Técnico"],"Unable to load extension list.":["No se puede cargar la lista de extensiones."],"Unable to load module list.":["No se puede cargar la lista de módulos."],"Unable to load new changes.":["No se puede cargar nuevos cambios."],"Uncategorized":["Uncategorized"],"Unleash Your Divi Creativity with Squad Modules Pro!":["Dé rienda suelta a Su Divi Creatividad con el Escuadrón de los Módulos Pro!"],"Unlock 30+ powerful modules to build awesome websites.":["Desbloquear 30+ poderosos módulos para crear impresionantes sitios web."],"UPCOMING":["PRÓXIMO"],"Updated":["Actualizado"],"Upgrade Now":["Actualizar Ahora"],"Upgrade to pro":["Actualizar a pro"],"Username":["Nombre de usuario"],"View All":["Ver Todos"],"View Changelog":["Ver Changelog"],"View Documentation":["Vista La Documentación"],"Waving hand":["Agitando la mano"],"We are here to assist you with any queries you may have. Feel free to ask us anything!":["Estamos aquí para ayudarle con cualquier pregunta que usted pueda tener. Siéntase libre de pedir cualquier cosa!"],"We couldn't find the page you're looking for. It might have been removed, renamed, or is temporarily unavailable.":["No hemos podido encontrar la página que estás buscando. Que se haya quitado, cambiado de nombre o no esté disponible temporalmente."],"We'll do our best to get back to you as soon as we can.":["Vamos a hacer nuestro mejor esfuerzo para volver a usted tan pronto como nos sea posible."],"What would you like to know before purchasing?":["¿Qué te gustaría saber antes de comprar?"],"Whoops! Enabled extensions not saved. Try again later.":["¡Vaya! Habilita las extensiones no se guardan. Inténtelo de nuevo más tarde."],"Whoops! Enabled modules not saved. Try again later.":["¡Vaya! Los módulos activos no se guardan. Inténtelo de nuevo más tarde."],"WordPress Login Credentials":["Las Credenciales De Inicio De Sesión De WordPress"],"WP Password":["WP Contraseña"],"WP Username":["WP nombre de Usuario"],"Your email address":["Su dirección de correo electrónico"],"Your first and last name":["Su nombre y su apellido"],"Your query sending failed. Please try again later.":["Su consulta enviando fallado. Por favor, inténtelo de nuevo más tarde."],"Your query sent successfully.":["Su consulta se ha enviado correctamente."],"Your site address (E.g %1$s)":["Su dirección de sitio (E. g %1$s)"]}}}