{"translation-revision-date":"2024-07-31 17:10+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/admin\/scripts\/admin.js","domain":"squad-modules-for-divi","locale_data":{"squad-modules-for-divi":{"":{"domain":"","lang":"de-AT","plural-forms":"nplurals=2; plural=n != 1;"},"Divi Squad":["Divi Squad"],"%1$s Get a special discount and start building stunning websites today. Use code \"%2$s\" at checkout.":["%1$s Holen Sie sich einen speziellen Rabatt und bauen Sie beeindruckende websites heute. Verwenden Sie den code \"%2$s\" an der Kasse."],"Unleash Your Divi Creativity with Squad Modules Pro!":["Entfesseln Sie Ihre Divi Kreativität mit Squad-Module Pro!"],"Description":["Beschreibung"],"Default":["Standard"],"Nightly":["Nächtlichen"],"Divi Squad Pro":["Divi Squad Pro"],"404":["404"],"Oops! Page not found":["Oops! Seite nicht gefunden"],"We couldn't find the page you're looking for. It might have been removed, renamed, or is temporarily unavailable.":["Wir konnten nicht finden, die Seite, die Sie suchen. Es wurde möglicherweise entfernt, umbenannt oder ist vorübergehend nicht verfügbar."],"Please check the URL for errors or use the button below to go back to the previous page.":["Bitte überprüfen Sie die URL auf Fehler oder benutzen Sie den button, um zurück zur vorigen Seite."],"Go Back":["Gehen Sie Zurück"],"Reply to %1$s …":["Antwort auf %1$s ..."],"Close support popup":["Schließen popup-support"],"We are here to assist you with any queries you may have. Feel free to ask us anything!":["Wir sind hier, um zu helfen Sie mit Fragen Sie haben können. Fühlen Sie sich frei, zu Fragen uns etwas!"],"Waving hand":["Winken hand"],"Hi, how can we help?":["Hallo, wie können wir helfen?"],"Support message input":["Support-Meldung Eingang"],"Send message":["Nachricht senden"],"View Documentation":["Anzeigen Der Dokumentation"],"Get started by spending some time with the documentation to get familiar with Squad Modules.":["Beginnen Sie, indem Sie verbringen einige Zeit mit der Dokumentation vertraut zu machen mit Mannschaft-Module."],"Show Your Love":["Zeigen Sie Ihre Liebe"],"Take your 2 minutes to review the plugin and spread the love to encourage us to keep it going.":["Nehmen Sie Ihre 2 Minuten, um überprüfen Sie die plugin-und verbreiten Sie die Liebe, um uns zu ermutigen, es zu gehen."],"Need Help?":["Brauchen Sie Hilfe?"],"Stuck with something? Get help from live chat or submit a support ticket.":["Stecken mit etwas? Holen Sie sich Hilfe von live-chat oder senden Sie ein support-ticket."],"Join the Community":["Join the Community"],"Join the user community and discuss with fellow developers & users.":["Join the user-community und diskutieren Sie mit anderen Entwicklern und Benutzern."],"Supercharge your experience with our game-changing new updates!":["Optimieren Sie Ihre Erfahrung mit unseren game-changing new updates!"],"View Changelog":["Changelog Anzeigen"],"Upgrade Now":["Jetzt Aktualisieren"],"Go to Plugins":["Gehen Sie zu Plugins"],"Download Pro":["Download Pro"],"Updated":["Aktualisiert"],"NEW":["NEUE"],"UPCOMING":["BEVORSTEHENDE"],"Related third-party plugin required.":["Verwandte third-party plugin erforderlich."],"Uncategorized":["Uncategorized"],"Upgrade to pro":["Upgrade auf pro"],"Activate Pro Plugin":["Aktivieren Von Pro Plugin"],"Unlock 30+ powerful modules to build awesome websites.":["Unlock 30+ leistungsfähigen Module build awesome websites."],"Modules Management":["Management-Module"],"Enjoy seamless module control at your fingertips. The Toggle Button makes it a breeze to activate or deactivate elements, keeping your workflow smooth and efficient.":["Genießen Sie nahtlose Modul Kontrolle an Ihren Fingerspitzen. Der Toggle-Button ist es ein Kinderspiel, aktivieren oder deaktivieren Sie Elemente, halten Sie Ihren workflow für eine reibungslose und effiziente."],"Active All":["Alle Aktiven"],"Deactivate All":["Deaktivieren Sie Alle"],"All":["Alle"],"Free":["Kostenlos"],"Pro":["Pro"],"Save Changes":["Änderungen Speichern"],"Unable to load module list.":["Unable to load module list."],"Loading available modules…":["Loading Module..."],"Preparing":["Vorbereitung"],"Enabled modules saved!":["Aktivierte Module gespeichert!"],"Whoops! Enabled modules not saved. Try again later.":["Hoppla! Aktivierte Module werden nicht gespeichert. Versuchen Sie es später erneut."],"Extensions Management":["Erweiterungen Management"],"Take charge of your workspace with the Toggle Button. It's your ultimate tool for managing extensions seamlessly, keeping your focus where it matters.":["Nehmen Sie Ihren Arbeitsbereich mit der Toggle-Taste. Es wird Ihr Ultimatives Werkzeug für die Verwaltung von Erweiterungen nahtlos, halten Sie Ihren Fokus, wo es darauf ankommt."],"Unable to load extension list.":["Unable to load extension list."],"Loading available extensions…":["Laden von Erweiterungen..."],"Enabled extensions saved!":["Aktivierte Erweiterungen gespeichert!"],"Whoops! Enabled extensions not saved. Try again later.":["Hoppla! Aktivierte Erweiterungen nicht gespeichert. Versuchen Sie es später erneut."],"Changelog":["Changelog"],"Dive into the Changelog and discover all the magic behind the scenes!":["Tauchen Sie ein in die Changelog und entdecken Sie die Magie hinter die kulissen!"],"Unable to load new changes.":["Unable to load neuen änderungen."],"Loading available what's new changes…":["Laden verfügbar, was die neuen änderungen..."],"View All":["Alle Anzeigen"],"Technical Support":["Technische Unterstützung"],"Billing Issue":["Rechnungen"],"Feature Request":["Feature Request"],"Customization":["Anpassung"],"Pre-Sale Question":["Pre-Sale-Frage"],"Press":["Drücken Sie"],"Bug":["Fehler"],"Please describe the issue you are having. Be detailed but brief.":["Bitte beschreiben Sie das Problem, das Sie haben. Detailliert werden aber nur kurz."],"Describe the feature you would like to see added.":["Beschreiben Sie die Funktion, die Sie würde gerne sehen, Hinzugefügt."],"Please describe the use-case and the different features you would like to be custom developed for you.":["Bitte beschreiben Sie den use-case und der verschiedenen Funktionen, die Sie möchten zu benutzerdefinierte werden für Sie entwickeln."],"What would you like to know before purchasing?":["Was würden Sie wie zu wissen vor dem Kauf?"],"Please provide all the information about the press cover.":["Bitte geben Sie alle Informationen über die Presse-Abdeckung."],"Please describe the bug and how to reproduce it.":["Bitte beschreiben Sie den Fehler und wie Sie zu reproduzieren es."],"Have questions? We're happy to help!":["Haben Sie Fragen? Wir sind glücklich zu helfen!"],"We'll do our best to get back to you as soon as we can.":["Wir werden tun unsere beste zu erhalten zurück zu Ihnen so bald wie wir können."],"Your query sent successfully.":["Ihre Abfrage erfolgreich gesendet."],"Your query sending failed. Please try again later.":["Ihre Abfrage senden fehlgeschlagen. Bitte versuchen Sie es später erneut."],"Personal Information":["Persönliche Informationen"],"Name":["Name"],"Your first and last name":["Ihren ersten und letzten Namen"],"Email Address":["E-Mail-Adresse"],"Your email address":["Ihre E-Mail-Adresse"],"Support Query":["Support-Anfrage"],"Support Type":["Support Type"],"No options found":["Keine Optionen gefunden"],"Site Address":["Website-Adresse"],"Your site address (E.g %1$s)":["Ihre Website-Adresse (E. g %1$s)"],"Summery":["Sommerlich"],"Summary (in 10 words or less, summarize your issue or question)":["Zusammenfassung in 10 Worten oder weniger beschreiben Sie Ihr Problem oder Frage)"],"If it's about a specific page on your site, please add the relevant link.":["Wenn es sich um eine bestimmte Seite auf Ihrer Website, fügen Sie bitte den entsprechenden link."],"Relevant page on your site (E.g. %s)":["Entsprechende Seite auf Ihrer Website (E. g. %s)"],"WordPress Login Credentials":["WordPress Login-Anmeldeinformationen"],"Instead of providing your primary admin account, create a new admin that can be disabled when the support case is closed.":["Anstatt deine primäre admin-Konto, erstellen Sie ein neues admin kann deaktiviert werden, wenn der support-Fall ist geschlossen."],"WP Username":["WP Benutzername"],"Username":["Benutzername"],"WP Password":["WP Kennwort"],"Password":["Passwort"],"FTP Login Credentials":["FTP-Zugangsdaten"],"Instead of providing your primary FTP account, create a new FTP user that can be disabled when the support case is closed.":["Anstatt deine primäre FTP-account, erstellen Sie eine neue FTP-Benutzer kann deaktiviert werden, wenn der support-Fall ist geschlossen."],"FTP Host":["FTP-Host"],"Host":["Host"],"FTP Port":["FTP Port"],"Port":["Port"],"FTP Username":["FTP-Benutzername"],"FTP Password":["FTP-Passwort"],"Submit":["Einreichen"]}}}